{
  "ddc-around": { "branch": "main" },
  "ddc-converter_remove_overlap": { "branch": "main" },
  "ddc-dictionary": { "branch": "main" },
  "ddc-file": { "branch": "main" },
  "ddc-fuzzy": { "branch": "main" },
  "ddc-matcher_head": { "branch": "main" },
  "ddc-mocword": { "branch": "main" },
  "ddc-nvim-lsp": { "branch": "main" },
  "ddc-sorter_rank": { "branch": "main" },
  "ddc-source-vsnip": { "branch": "main" },
  "ddc-ui-native": { "branch": "main" },
  "ddc.vim": { "branch": "main" },
  "ddu-column-icon_filename": { "branch": "main" },
  "ddu-commands.vim": { "branch": "main" },
  "ddu-filter-matcher_substring": { "branch": "main" },
  "ddu-kind-file": { "branch": "main" },
  "ddu-source-action": { "branch": "main" },
  "ddu-source-buffer": { "branch": "main" },
  "ddu-source-file": { "branch": "main" },
  "ddu-source-file_rec": { "branch": "main" },
  "ddu-source-line": { "branch": "main" },
  "ddu-source-mr": { "branch": "main" },
  "ddu-source-register": { "branch": "main" },
  "ddu-source-rg": { "branch": "main" },
  "ddu-ui-ff": { "branch": "main" },
  "ddu-ui-filer": { "branch": "main" },
  "ddu.vim": { "branch": "main" },
  "denops-popup-preview.vim": { "branch": "main" },
  "denops-signature_help": { "branch": "main" },
  "denops.vim": { "branch": "main" },
  "editorconfig-vim": { "branch": "master" },
  "friendly-snippets": { "branch": "main" },
  "indent-blankline.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mini.files": { "branch": "main" },
  "mini.icons": { "branch": "main" },
  "mr.vim": { "branch": "main" },
  "nightfox.nvim": { "branch": "main" },
  "noice.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-hlslens": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-notify": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "pum.vim": { "branch": "main" },
  "render-markdown.nvim": { "branch": "main" },
  "skkeleton": { "branch": "main" },
  "skkeleton_indicator.nvim": { "branch": "v2" },
  "vim-fugitive": { "branch": "master" },
  "vim-gitgutter": { "branch": "main" },
  "vim-vsnip": { "branch": "master" },
  "vimade": { "branch": "master" }
}
